content/posts/sleep.md
+++
title = "Sleep"
author = ["Jethro Kuan"]
lastmod = 2020-06-24T16:10:20+08:00
draft = false
+++

## Everyman {#everyman}

<https://www.polyphasicsociety.com/polyphasic-sleep/overviews/everyman/>

## Articles {#articles}

<https://www.supermemo.com/en/articles/sleep>

All forms of sleep control with an alarm clock will increase the overall demand for sleep. This means that:

If you use an alarm clock, either:

- you will sleep longer, or
- you will feel more miserable.

Artificial sleep schedules will dramatically reduce your mental capacity. A healthy individual in normal conditions will find it difficult to fall asleep 4 hours after the main sleep episode unless that episode was unnaturally cut with an alarm clock resulting in sleep deprivation.

[What Happens to Your Body on No Sleep | Outside Online](https://www.outsideonline.com/2292806/your-body-no-sleep)
